msg = [
	{
		"date": "2018-4-25",
		"msg" : "Hello\n领导\n以后准备把每天的一句话写在这里了\n从明天开始，右边的树就变秃了\n然后每写下一句话，就会长出一个叶子\n最后就会长成一棵茂盛的大树~"
	},
	{
		"date": "2018-4-26",
		"msg" : "今天是领导的生日\n一年中有很多特殊的日子\n也有些平常的日子\n我喜欢和领导度过的每一天\n喜欢领导每天的早安和晚安\n它们让我感到了温暖\n喜欢领导送我的每一个礼物\n耳机、手套、本子、蛋糕\n我都铭记于心\n希望和领导继续度过今后的每一个平凡和不平凡的日子"
	},
	{
		"date": "2018-4-27",
		"msg" : "不止一次的回想起和领导在伊春的那几天\n以后要和领导去很多的地方\n领导的意大利、荷兰\n我的印度、河南~"
	},
	{
		"date": "2018-4-28",
		"msg" : "期待领导的照片\n更期待有一天能和领导一起出现在照片上\n"
	},
	{
		"date": "2018-4-29",
		"msg" : "我这里的天气一直很好\n天很晴\n希望领导在云南也能享受到好天气"
	},
	{
		"date": "2018-4-30",
		"msg" : "不希望领导丢钱包\n上次我丢了钱包\n后来嘿嘿嘿"
	},
	{
		"date": "2018-5-1",
		"msg" : "大理好漂亮啊\n期待领导在漂亮的大理的漂亮自拍"
	},
	{
		"date": "2018-5-2",
		"msg" : "希望领导在旅途上遇到好的同伴\n留下些美好的回忆"
	},
	{
		"date": "2018-5-3",
		"msg" : "好喜欢领导的这张照片\n我想起了重新联系后看到的第一张照片\n背靠城墙的黑白的\n两张都那么有气质"
	},
	{
		"date": "2018-5-4",
		"msg" : "今天领导的照片\n有同学说我又福气\n嘿嘿"
	},
	{
		"date": "2018-5-5",
		"msg" : "领导脾气最好\n谁也不如领导"
	},
	{
		"date": "2018-5-6",
		"msg" : "我的同学夸领导漂亮又温柔\n我听了特别特别高兴"
	},
	{
		"date": "2018-5-7",
		"msg" : "领导说想我\n我最近也想领导啊\n开始工作之后\n真的更想领导了"
	},
	{
		"date": "2018-5-8",
		"msg" : "不知不觉\n已经14片叶子了\n这周末试着加上点其他的功能"
	},
	{
		"date": "2018-5-9",
		"msg" : "5月都过去一半了\n我们的大事\n要抓紧了!"
	},
	{
		"date": "2018-5-10",
		"msg" : "我今天找到一个存一句话的好地方\n这周末就开始写代码!"
	},
	{
		"date": "2018-5-11",
		"msg" : "领导又回家了\n羡慕领导能吃到好东西"
	},
	{
		"date": "2018-5-12",
		"msg" : "领导回家吃好东西\n我只能自己做好东西吃\n今天买了牛肉\n明天炖起来练练手"
	},
	{
		"date": "2018-5-13",
		"msg" : "喜欢看领导的新围巾\n给领导加上了一点成熟的魅力"
	},
	{
		"date": "2018-5-14",
		"msg" : "领导上班不要有任何压力\n她催任她催\n我是皮皮菲"
	},
	{
		"date": "2018-5-15",
		"msg" : "再漂亮的景色\n没有领导还是缺了点什么"
	},
	{
		"date": "2018-5-16",
		"msg" : "领导这个一句话加功能有点麻烦\n我先写两份\n饭否一个，领导可以回复\n这里一个\n给领导双份的爱~"
	},
	{
		"date": "2018-5-17",
		"msg" : "昨天改代码改坏掉了\n补上补上~"
	},
	{
		"date": "2018-5-18",
		"msg" : "今天要向领导道歉\n先是说了是个人就能申这种话\n后面又在买房户口这种事情上推脱\n我可能对这种大事还是想的太少了\n我愿意给领导我的最好的一切\n可在涉及到父母的问题上还总是有保留\n领导不要急\n我们再磨合磨合好吗？"
	},
	{
		"date": "2018-5-19",
		"msg" : "领导开心比什么都重要\n给领导买水果会不会开心些？"
	},
	{
		"date": "2018-5-20",
		"msg" : "来日方长\n以后领导我们相互道歉的时间多的是"
	},
	{
		"date": "2018-5-21",
		"msg" : "领导身体健康我特别开心~\nMUA~"
	},
	{
		"date": "2018-5-22",
		"msg" : "这一天给领导忘了\n睡前写了20分钟代码给搞坏了"
	},
	{
		"date": "2018-5-23",
		"msg" : "领导放心\n一句话我都会补回来\n不会少一片叶子"
	},
	{
		"date": "2018-5-24",
		"msg" : "要养成好习惯\n下班了就打游戏\n将来不能给孩子塑造好榜样"
	},
	{
		"date": "2018-5-25",
		"msg" : "想和领导这么拍情侣照\n领导在前面拉着我的手往前走\n我照领导一个背影 "
	},
	{
		"date": "2018-5-26",
		"msg" : "新版本即将上线，尽请期待 "
	},
	{
		"date": "2018-5-27",
		"msg" : "我不在领导就切手了\n心疼~"
	},
	{
		"date": "2018-5-28",
		"msg" : "钻戒会有的\n结婚证会有的\n一切都会有的！"
	},
	{
		"date": "2018-5-29",
		"msg" : "钻戒会有的\n结婚证会有的\n一切都会有的！"
	},
	{
		"date": "2018-5-30",
		"msg" : "莫名其妙的想起来\n和领导在玉田逛公园\n领导穿了一件黑色的短袖\n还给我喝矿泉水"
	},
	{
		"date": "2018-5-31",
		"msg" : "我想到一句特别好的情话\n但要等见到领导之后再说"
	},
	{
		"date": "2018-6-1",
		"msg" : "感觉这个网页瞎写是写不好看了\n领导待我系统的学习一下\n亲手给领导做一个带回复又好看的页面出来"
	},
	{
		"date": "2018-6-2",
		"msg" : "感觉这个网页瞎写是写不好看了\n领导待我系统的学习一下\n亲手给领导做一个带回复又好看的页面出来"
	},
	{
		"date": "2018-6-3",
		"msg" : "昨天是写在饭否了\n希望买的阳伞能让领导舒服些~"
	},
	{
		"date": "2018-6-4",
		"msg" : "看领导天天忙碌\n我好想抱一下领导啊"
	},
	{
		"date": "2018-6-5",
		"msg" : "领导的阳伞到了记得给我拍张照片呀"
	},
	{
		"date": "2018-6-6",
		"msg" : "明天，明天我认真陪领导聊天\n自己也早休息"
	},
	{
		"date": "2018-6-7",
		"msg" : "说到做到，早休息啦\n领导也要记得早休息哦"
	},
	{
		"date": "2018-6-8",
		"msg" : "现在领导正在睡觉\n希望能进到领导梦里~"
	},
	{
		"date": "2018-6-9",
		"msg" : "【这条补上】很惭愧，从开始在这里写以来，好像就梦到过领导两三次\n大概还是我太勤奋了吧，总去领导梦里串门"
	},
	{
		"date": "2018-6-10",
		"msg" : "领导不发照片，我都快忘了我们还吃过那么多奇葩的餐厅\n期待下一次！"
	},
	{
		"date": "2018-6-11",
		"msg" : "虽然领导不想学习，可还是喜欢领导怎么办"
	},
	{
		"date": "2018-6-12",
		"msg" : "【这条补上】原来我6月份开始就过敏打喷嚏了啊\n难道真的是领导总想我，在催我回去见领导吗"
	},
	{
		"date": "2018-6-13",
		"msg" : "说起来，距离向领导求婚的日子已经很近了啊\n我需要好好选一个地方了！"
	},
	{
		"date": "2018-6-14",
		"msg" : "最近总喷嚏不断\n不知是过敏了\n还是领导想我了"
	},
	{
		"date": "2018-6-15",
		"msg" : "以后领导肚子疼就要抱着领导睡觉"
	},
	{
		"date": "2018-6-16",
		"msg" : "【这条补上】有时候看看之前写下的东西还是很好玩的\n有的简单的可笑\n以后领导在身边也要保持下去，回头一起看会觉得很温馨"
	},
	{
		"date": "2018-6-17",
		"msg" : "领导买了新衣服我要看照片~"
	},
	{
		"date": "2018-6-18",
		"msg" : "在这里写一句话的时候\n每次必须要写上今天的日期\n才意识到时间过的真的太快了\n领导别急等我"
	},
	{
		"date": "2018-6-19",
		"msg" : "今天炒菜成功\n以后我们我炒菜领导做饼\n吃成两个小胖子"
	},
	{
		"date": "2018-6-20",
		"msg" : "回头再给领导做一个小程序剪视频\n最喜欢帮助领导了"
	},
	{
		"date": "2018-6-21",
		"msg" : "啊忘了昨天说的小程序了\n周末和领导视频时候给领导吧\n我也喜欢领导的短发~"
	},
	{
		"date": "2018-6-22",
		"msg" : "【这条补上】哈哈哈哈，那个剪视频的东西还是忘掉了\n给领导做过一个二维码的程序，回头赶紧把一句话这个完善好"
	},
	{
		"date": "2018-6-23",
		"msg" : "我想保佑领导\n让领导身体健康，每天开心\n这样领导就不用去雍和宫了，找我就行"
	},
	{
		"date": "2018-6-24",
		"msg" : "领导明天又要上班了\n这周末没什么事，可也没干什么\n下午散步特别想和领导一起走走"
	},
	{
		"date": "2018-6-25",
		"msg" : "今天公司来了很多实习生\n有一个岁数比我还大的还挺聊的来的\n他已经把老婆接过来了\n羡慕"
	},
	{
		"date": "2018-6-26",
		"msg" : "最近工作有点进展\n抓紧，然后请假"
	},
	{
		"date": "2018-6-27",
		"msg" : "给领导攒钱买钻戒~"
	},
	{
		"date": "2018-6-28",
		"msg" : "一定要注意锻炼身体！\n与领导共勉！"
	},
	{
		"date": "2018-6-29",
		"msg" : "昨天才说锻炼身体\n今天就听到了好消息~"
	},
	{
		"date": "2018-6-30",
		"msg" : "今天吃到了好吃的\n领导也吃到了好吃的\n但是可惜我们没能一起吃"
	},
	{
		"date": "2018-7-1",
		"msg" : "做的那个梦\n我最满意的一点是我们面对天灾\n像老夫老妻一样，嘿嘿"
	},
	{
		"date": "2018-7-2",
		"msg" : "领导不用觉得抱歉\n有事就去忙，我也有打游戏忙的不回消息的时候\n关心是应该的"
	},
	{
		"date": "2018-7-3",
		"msg" : "领导记住啊\n我们会在夕阳中抱着狗一起回家的"
	},
	{
		"date": "2018-7-4",
		"msg" : "没想到领导会这么高兴\n希望能让领导喜欢"
	},
	{
		"date": "2018-7-5",
		"msg" : "我们的一句话已经成一颗茂盛的大树了"
	},
	{
		"date": "2018-7-6",
		"msg" : "其实领导有个好朋友我还是很高兴的\n祝领导今天电影看的开心"
	},
	{
		"date": "2018-7-7",
		"msg" : "太多的东西等着我回去了!"
	},
	{
		"date": "2018-7-8",
		"msg" : "今天和同学去钓螃蟹只能说一般般\n最主要原因当然是没有领导"
	},
	{
		"date": "2018-7-9",
		"msg" : "想起来那天说要梦到领导\n最后没梦到\n今天我要努力一下下"
	},
	{
		"date": "2018-7-9",
		"msg" : "想起来那天说要梦到领导\n最后没梦到\n今天我要努力一下下"
	},
	{
		"date": "2018-7-10",
		"msg" : "【这条补上】这一天是闹小矛盾前两天吧\n如果当时知道之后领导会伤心生气\n我一定早点在一句话里给领导写让领导高兴的话"
	},
	{
		"date": "2018-7-11",
		"msg" : "好希望领导在身边\n这样就能养成好的卫生习惯了😄😄😄"
	},
	{
		"date": "2018-7-12",
		"msg" : "今天随口的一句话，伤害到了领导\n也许说明了我还是没成熟到能娶领导吧\n不过我早晚会迎娶领导的\n刚刚外面竟然下雨了\n可能老天也伤心了吧"
	},
	{
		"date": "2018-7-13",
		"msg" : "之前在网上看到过几个程序员给女朋友做的网站\n最后他们都没有走到最后\n我希望这个网站能一直更新下去"
	},
	{
		"date": "2018-7-14",
		"msg" : "之前在网上看到过几个程序员给女朋友做的网站\n最后他们都没有走到最后\n我希望这个网站能一直更新下去"
	},
	{
		"date": "2018-7-15",
		"msg" : "其实也不是嫌他们吵，是羡慕他们有一起热闹的人"
	},
	{
		"date": "2018-7-16",
		"msg" : "和领导聊天，时间过的好快"
	},
	{
		"date": "2018-7-17",
		"msg" : "祝愿领导在看到这条消息的时候，肚子已经彻底好了\nMUA~"
	},
	{
		"date": "2018-7-18",
		"msg" : "听说北京最近下了好大的雨\n记得领导说一下大雨心情就会好\n想陪着领导看下雨"
	},
	{
		"date": "2018-7-19",
		"msg" : "听了一首歌《我喜欢上你时的内心活动》\n听了特别想领导\n里面一号公路就在我这里"
	},
	{
		"date": "2018-7-20",
		"msg" : "【这条补上】发现跟领导分享了我最近听的歌\n领导怎么没和我说过最近听的呢"
	},
	{
		"date": "2018-7-21",
		"msg" : "领导如果愿意，就快来找我吧\n我没决定过要不要定居国外，但我们可以给自己保留一个选择"
	},
	{
		"date": "2018-7-22",
		"msg" : "虽然失败过好多次了\n但我还是想说，希望领导能改变我的这一个毛病\n毕竟领导曾经改变过我"
	},
	{
		"date": "2018-7-23",
		"msg" : "领导要注意安全\n暴雨天注意积水下面，远离电线杆"
	},
	{
		"date": "2018-7-24",
		"msg" : "天气热领导可以买点西瓜吃\n但是西瓜性凉（姓梁？？？）不要多吃"
	},
	{
		"date": "2018-7-25",
		"msg" : "今天公司通知可以买股票了\n买本公司股票减15%\n我想起来公司的福利还没了解过\n特别是每年能回去看领导多少天"
	},
	{
		"date": "2018-7-26",
		"msg" : "今天早点睡觉\n给领导做个示范什么叫好梦"
	},
	{
		"date": "2018-7-27",
		"msg" : "昨天真的梦到领导了\n可是没什么内容，大概就是一起吃食堂上课\n没什么故事情节的梦\n失误了失误了"
	},
	{
		"date": "2018-7-28",
		"msg" : "明天早上起来把之前的一句话捋一遍\n补作业嘿嘿嘿"
	},
	{
		"date": "2018-7-29",
		"msg" : "洗了把脸把今天的补上\n今天晚上和室友说了房租的问题，让他们多交点钱\n有时候人挺奇怪的，和室友这种关系不近的人反而特别费心想怎么沟通\n跟最亲近的人反而不怎么上心\n以后一定要提醒好自己 "
	},
	{
		"date": "2018-7-30",
		"msg" : "今天真的有点不舒服，喷嚏不止没精神\n真是身体没问题时候没感觉，有了问题就晚了\n领导也要注意身体啊"
	},
	{
		"date": "2018-7-31",
		"msg" : "这条不是补上的\n还行还行，没那么多，以后注意不要再忘了\n不过可以给领导加一个回顾环节\n还有之前饭否上的那些准备迁移过来了\n和领导的每一句话都值得保存下来！"
	},
	{
		"date": "2018-8-1",
		"msg" : "除了欧洲，还要和领导去很多地方"
	},
	{
		"date": "2018-8-2",
		"msg" : "领导我们要q一起攒钱\n买房子\n去欧洲玩"
	},
	{
		"date": "2018-8-3",
		"msg" : "趁领导睡觉亲一下\n然后去梦里找领导"
	},
	{
		"date": "2018-8-4",
		"msg" : "领导周末没有我陪伴\n会不会觉得没意思了一些？"
	},
	{
		"date": "2018-8-5",
		"msg" : "看到领导的墨镜，就期待领导在加州刺眼的阳光下带墨镜的场景"
	},
	{
		"date": "2018-8-6",
		"msg" : "领导我这个时间是从下午4点开始的\n可能有时差的问题\n但是我们在一起的时间大概是没错的，就是下午4点"
	}
	
	
]
