msg = [
	{
		"date": "2018-4-25",
		"msg" : "Hello\n领导\n以后准备把每天的一句话写在这里了\n从明天开始，右边的树就变秃了\n然后每写下一句话，就会长出一个叶子\n最后就会长成一棵茂盛的大树~"
	},
	{
		"date": "2018-4-26",
		"msg" : "今天是领导的生日\n一年中有很多特殊的日子\n也有些平常的日子\n我喜欢和领导度过的每一天\n喜欢领导每天的早安和晚安\n它们让我感到了温暖\n喜欢领导送我的每一个礼物\n耳机、手套、本子、蛋糕\n我都铭记于心\n希望和领导继续度过今后的每一个平凡和不平凡的日子"
	},
	{
		"date": "2018-4-27",
		"msg" : "不止一次的回想起和领导在伊春的那几天\n以后要和领导去很多的地方\n领导的意大利、荷兰\n我的印度、河南~"
	},
	{
		"date": "2018-4-28",
		"msg" : "期待领导的照片\n更期待有一天能和领导一起出现在照片上\n"
	},
	{
		"date": "2018-4-29",
		"msg" : "我这里的天气一直很好\n天很晴\n希望领导在云南也能享受到好天气"
	},
	{
		"date": "2018-4-30",
		"msg" : "不希望领导丢钱包\n上次我丢了钱包\n后来嘿嘿嘿"
	},
	{
		"date": "2018-5-1",
		"msg" : "大理好漂亮啊\n期待领导在漂亮的大理的漂亮自拍"
	},
	{
		"date": "2018-5-2",
		"msg" : "希望领导在旅途上遇到好的同伴\n留下些美好的回忆"
	},
	{
		"date": "2018-5-3",
		"msg" : "好喜欢领导的这张照片\n我想起了重新联系后看到的第一张照片\n背靠城墙的黑白的\n两张都那么有气质"
	},
	{
		"date": "2018-5-4",
		"msg" : "今天领导的照片\n有同学说我又福气\n嘿嘿"
	},
	{
		"date": "2018-5-5",
		"msg" : "领导脾气最好\n谁也不如领导"
	},
	{
		"date": "2018-5-6",
		"msg" : "我的同学夸领导漂亮又温柔\n我听了特别特别高兴"
	},
	{
		"date": "2018-5-7",
		"msg" : "领导说想我\n我最近也想领导啊\n开始工作之后\n真的更想领导了"
	},
	{
		"date": "2018-5-8",
		"msg" : "不知不觉\n已经14片叶子了\n这周末试着加上点其他的功能"
	},
	{
		"date": "2018-5-9",
		"msg" : "5月都过去一半了\n我们的大事\n要抓紧了!"
	},
	{
		"date": "2018-5-10",
		"msg" : "我今天找到一个存一句话的好地方\n这周末就开始写代码!"
	},
	{
		"date": "2018-5-11",
		"msg" : "领导又回家了\n羡慕领导能吃到好东西"
	},
	{
		"date": "2018-5-12",
		"msg" : "领导回家吃好东西\n我只能自己做好东西吃\n今天买了牛肉\n明天炖起来练练手"
	},
	{
		"date": "2018-5-13",
		"msg" : "喜欢看领导的新围巾\n给领导加上了一点成熟的魅力"
	}
]