msg = [
	{
		"date": "2018-4-25",
		"msg" : "Hello\n领导\n以后准备把每天的一句话写在这里了\n从明天开始，右边的树就变秃了\n然后每写下一句话，就会长出一个叶子\n最后就会长成一棵茂盛的大树~"
	},
	{
		"date": "2018-4-26",
		"msg" : "今天是领导的生日\n一年中有很多特殊的日子\n也有些平常的日子\n我喜欢和领导度过的每一天\n喜欢领导每天的早安和晚安\n它们让我感到了温暖\n喜欢领导送我的每一个礼物\n耳机、手套、本子、蛋糕\n我都铭记于心\n希望和领导继续度过今后的每一个平凡和不平凡的日子"
	},
	{
		"date": "2018-4-27",
		"msg" : "不止一次的回想起和领导在伊春的那几天\n以后要和领导去很多的地方\n领导的意大利、荷兰\n我的印度、河南~"
	},
	{
		"date": "2018-4-28",
		"msg" : "期待领导的照片\n更期待有一天能和领导一起出现在照片上\n"
	},
	{
		"date": "2018-4-29",
		"msg" : "我这里的天气一直很好\n天很晴\n希望领导在云南也能享受到好天气"
	},
	{
		"date": "2018-4-30",
		"msg" : "不希望领导丢钱包\n上次我丢了钱包\n后来嘿嘿嘿"
	},
	{
		"date": "2018-5-1",
		"msg" : "大理好漂亮啊\n期待领导在漂亮的大理的漂亮自拍"
	},
	{
		"date": "2018-5-2",
		"msg" : "希望领导在旅途上遇到好的同伴\n留下些美好的回忆"
	},
	{
		"date": "2018-5-3",
		"msg" : "好喜欢领导的这张照片\n我想起了重新联系后看到的第一张照片\n背靠城墙的黑白的\n两张都那么有气质"
	},
	{
		"date": "2018-5-4",
		"msg" : "今天领导的照片\n有同学说我又福气\n嘿嘿"
	},
	{
		"date": "2018-5-5",
		"msg" : "领导脾气最好\n谁也不如领导"
	},
	{
		"date": "2018-5-6",
		"msg" : "我的同学夸领导漂亮又温柔\n我听了特别特别高兴"
	},
	{
		"date": "2018-5-7",
		"msg" : "领导说想我\n我最近也想领导啊\n开始工作之后\n真的更想领导了"
	},
	{
		"date": "2018-5-8",
		"msg" : "不知不觉\n已经14片叶子了\n这周末试着加上点其他的功能"
	},
	{
		"date": "2018-5-9",
		"msg" : "5月都过去一半了\n我们的大事\n要抓紧了!"
	},
	{
		"date": "2018-5-10",
		"msg" : "我今天找到一个存一句话的好地方\n这周末就开始写代码!"
	},
	{
		"date": "2018-5-11",
		"msg" : "领导又回家了\n羡慕领导能吃到好东西"
	},
	{
		"date": "2018-5-12",
		"msg" : "领导回家吃好东西\n我只能自己做好东西吃\n今天买了牛肉\n明天炖起来练练手"
	},
	{
		"date": "2018-5-13",
		"msg" : "喜欢看领导的新围巾\n给领导加上了一点成熟的魅力"
	},
	{
		"date": "2018-5-14",
		"msg" : "领导上班不要有任何压力\n她催任她催\n我是皮皮菲"
	},
	{
		"date": "2018-5-15",
		"msg" : "再漂亮的景色\n没有领导还是缺了点什么"
	},
	{
		"date": "2018-5-16",
		"msg" : "领导这个一句话加功能有点麻烦\n我先写两份\n饭否一个，领导可以回复\n这里一个\n给领导双份的爱~"
	},
	{
		"date": "2018-5-17",
		"msg" : "昨天改代码改坏掉了\n补上补上~"
	},
	{
		"date": "2018-5-18",
		"msg" : "今天要向领导道歉\n先是说了是个人就能申这种话\n后面又在买房户口这种事情上推脱\n我可能对这种大事还是想的太少了\n我愿意给领导我的最好的一切\n可在涉及到父母的问题上还总是有保留\n领导不要急\n我们再磨合磨合好吗？"
	},
	{
		"date": "2018-5-19",
		"msg" : "领导开心比什么都重要\n给领导买水果会不会开心些？"
	},
	{
		"date": "2018-5-20",
		"msg" : "来日方长\n以后领导我们相互道歉的时间多的是"
	},
	{
		"date": "2018-5-21",
		"msg" : "领导身体健康我特别开心~\nMUA~"
	},
	{
		"date": "2018-5-22",
		"msg" : "这一天给领导忘了\n睡前写了20分钟代码给搞坏了"
	},
	{
		"date": "2018-5-23",
		"msg" : "领导放心\n一句话我都会补回来\n不会少一片叶子"
	},
	{
		"date": "2018-5-24",
		"msg" : "要养成好习惯\n下班了就打游戏\n将来不能给孩子塑造好榜样"
	},
	{
		"date": "2018-5-25",
		"msg" : "想和领导这么拍情侣照\n领导在前面拉着我的手往前走\n我照领导一个背影 "
	},
	{
		"date": "2018-5-26",
		"msg" : "新版本即将上线，尽请期待 "
	},
	{
		"date": "2018-5-27",
		"msg" : "我不在领导就切手了\n心疼~"
	},
	{
		"date": "2018-5-28",
		"msg" : "钻戒会有的\n结婚证会有的\n一切都会有的！"
	},
	{
		"date": "2018-5-29",
		"msg" : "钻戒会有的\n结婚证会有的\n一切都会有的！"
	},
	{
		"date": "2018-5-30",
		"msg" : "莫名其妙的想起来\n和领导在玉田逛公园\n领导穿了一件黑色的短袖\n还给我喝矿泉水"
	},
	{
		"date": "2018-5-31",
		"msg" : "我想到一句特别好的情话\n但要等见到领导之后再说"
	},
	{
		"date": "2018-6-1",
		"msg" : "感觉这个网页瞎写是写不好看了\n领导待我系统的学习一下\n亲手给领导做一个带回复又好看的页面出来"
	},
	{
		"date": "2018-6-2",
		"msg" : "感觉这个网页瞎写是写不好看了\n领导待我系统的学习一下\n亲手给领导做一个带回复又好看的页面出来"
	},
	{
		"date": "2018-6-3",
		"msg" : "昨天是写在饭否了\n希望买的阳伞能让领导舒服些~"
	},
	{
		"date": "2018-6-4",
		"msg" : "看领导天天忙碌\n我好想抱一下领导啊"
	},
	{
		"date": "2018-6-5",
		"msg" : "领导的阳伞到了记得给我拍张照片呀"
	},
	{
		"date": "2018-6-6",
		"msg" : "明天，明天我认真陪领导聊天\n自己也早休息"
	},
	{
		"date": "2018-6-7",
		"msg" : "说到做到，早休息啦\n领导也要记得早休息哦"
	},
	{
		"date": "2018-6-8",
		"msg" : "现在领导正在睡觉\n希望能进到领导梦里~"
	},
	{
		"date": "2018-6-9",
		"msg" : "【这条补上】很惭愧，从开始在这里写以来，好像就梦到过领导两三次\n大概还是我太勤奋了吧，总去领导梦里串门"
	},
	{
		"date": "2018-6-10",
		"msg" : "领导不发照片，我都快忘了我们还吃过那么多奇葩的餐厅\n期待下一次！"
	},
	{
		"date": "2018-6-11",
		"msg" : "虽然领导不想学习，可还是喜欢领导怎么办"
	},
	{
		"date": "2018-6-12",
		"msg" : "【这条补上】原来我6月份开始就过敏打喷嚏了啊\n难道真的是领导总想我，在催我回去见领导吗"
	},
	{
		"date": "2018-6-13",
		"msg" : "说起来，距离向领导求婚的日子已经很近了啊\n我需要好好选一个地方了！"
	},
	{
		"date": "2018-6-14",
		"msg" : "最近总喷嚏不断\n不知是过敏了\n还是领导想我了"
	},
	{
		"date": "2018-6-15",
		"msg" : "以后领导肚子疼就要抱着领导睡觉"
	},
	{
		"date": "2018-6-16",
		"msg" : "【这条补上】有时候看看之前写下的东西还是很好玩的\n有的简单的可笑\n以后领导在身边也要保持下去，回头一起看会觉得很温馨"
	},
	{
		"date": "2018-6-17",
		"msg" : "领导买了新衣服我要看照片~"
	},
	{
		"date": "2018-6-18",
		"msg" : "在这里写一句话的时候\n每次必须要写上今天的日期\n才意识到时间过的真的太快了\n领导别急等我"
	},
	{
		"date": "2018-6-19",
		"msg" : "今天炒菜成功\n以后我们我炒菜领导做饼\n吃成两个小胖子"
	},
	{
		"date": "2018-6-20",
		"msg" : "回头再给领导做一个小程序剪视频\n最喜欢帮助领导了"
	},
	{
		"date": "2018-6-21",
		"msg" : "啊忘了昨天说的小程序了\n周末和领导视频时候给领导吧\n我也喜欢领导的短发~"
	},
	{
		"date": "2018-6-22",
		"msg" : "【这条补上】哈哈哈哈，那个剪视频的东西还是忘掉了\n给领导做过一个二维码的程序，回头赶紧把一句话这个完善好"
	},
	{
		"date": "2018-6-23",
		"msg" : "我想保佑领导\n让领导身体健康，每天开心\n这样领导就不用去雍和宫了，找我就行"
	},
	{
		"date": "2018-6-24",
		"msg" : "领导明天又要上班了\n这周末没什么事，可也没干什么\n下午散步特别想和领导一起走走"
	},
	{
		"date": "2018-6-25",
		"msg" : "今天公司来了很多实习生\n有一个岁数比我还大的还挺聊的来的\n他已经把老婆接过来了\n羡慕"
	},
	{
		"date": "2018-6-26",
		"msg" : "最近工作有点进展\n抓紧，然后请假"
	},
	{
		"date": "2018-6-27",
		"msg" : "给领导攒钱买钻戒~"
	},
	{
		"date": "2018-6-28",
		"msg" : "一定要注意锻炼身体！\n与领导共勉！"
	},
	{
		"date": "2018-6-29",
		"msg" : "昨天才说锻炼身体\n今天就听到了好消息~"
	},
	{
		"date": "2018-6-30",
		"msg" : "今天吃到了好吃的\n领导也吃到了好吃的\n但是可惜我们没能一起吃"
	},
	{
		"date": "2018-7-1",
		"msg" : "做的那个梦\n我最满意的一点是我们面对天灾\n像老夫老妻一样，嘿嘿"
	},
	{
		"date": "2018-7-2",
		"msg" : "领导不用觉得抱歉\n有事就去忙，我也有打游戏忙的不回消息的时候\n关心是应该的"
	},
	{
		"date": "2018-7-3",
		"msg" : "领导记住啊\n我们会在夕阳中抱着狗一起回家的"
	},
	{
		"date": "2018-7-4",
		"msg" : "没想到领导会这么高兴\n希望能让领导喜欢"
	},
	{
		"date": "2018-7-5",
		"msg" : "我们的一句话已经成一颗茂盛的大树了"
	},
	{
		"date": "2018-7-6",
		"msg" : "其实领导有个好朋友我还是很高兴的\n祝领导今天电影看的开心"
	},
	{
		"date": "2018-7-7",
		"msg" : "太多的东西等着我回去了!"
	},
	{
		"date": "2018-7-8",
		"msg" : "今天和同学去钓螃蟹只能说一般般\n最主要原因当然是没有领导"
	},
	{
		"date": "2018-7-9",
		"msg" : "想起来那天说要梦到领导\n最后没梦到\n今天我要努力一下下"
	},
	{
		"date": "2018-7-9",
		"msg" : "想起来那天说要梦到领导\n最后没梦到\n今天我要努力一下下"
	},
	{
		"date": "2018-7-10",
		"msg" : "【这条补上】这一天是闹小矛盾前两天吧\n如果当时知道之后领导会伤心生气\n我一定早点在一句话里给领导写让领导高兴的话"
	},
	{
		"date": "2018-7-11",
		"msg" : "好希望领导在身边\n这样就能养成好的卫生习惯了😄😄😄"
	},
	{
		"date": "2018-7-12",
		"msg" : "今天随口的一句话，伤害到了领导\n也许说明了我还是没成熟到能娶领导吧\n不过我早晚会迎娶领导的\n刚刚外面竟然下雨了\n可能老天也伤心了吧"
	},
	{
		"date": "2018-7-13",
		"msg" : "之前在网上看到过几个程序员给女朋友做的网站\n最后他们都没有走到最后\n我希望这个网站能一直更新下去"
	},
	{
		"date": "2018-7-14",
		"msg" : "之前在网上看到过几个程序员给女朋友做的网站\n最后他们都没有走到最后\n我希望这个网站能一直更新下去"
	},
	{
		"date": "2018-7-15",
		"msg" : "其实也不是嫌他们吵，是羡慕他们有一起热闹的人"
	},
	{
		"date": "2018-7-16",
		"msg" : "和领导聊天，时间过的好快"
	},
	{
		"date": "2018-7-17",
		"msg" : "祝愿领导在看到这条消息的时候，肚子已经彻底好了\nMUA~"
	},
	{
		"date": "2018-7-18",
		"msg" : "听说北京最近下了好大的雨\n记得领导说一下大雨心情就会好\n想陪着领导看下雨"
	},
	{
		"date": "2018-7-19",
		"msg" : "听了一首歌《我喜欢上你时的内心活动》\n听了特别想领导\n里面一号公路就在我这里"
	},
	{
		"date": "2018-7-20",
		"msg" : "【这条补上】发现跟领导分享了我最近听的歌\n领导怎么没和我说过最近听的呢"
	},
	{
		"date": "2018-7-21",
		"msg" : "领导如果愿意，就快来找我吧\n我没决定过要不要定居国外，但我们可以给自己保留一个选择"
	},
	{
		"date": "2018-7-22",
		"msg" : "虽然失败过好多次了\n但我还是想说，希望领导能改变我的这一个毛病\n毕竟领导曾经改变过我"
	},
	{
		"date": "2018-7-23",
		"msg" : "领导要注意安全\n暴雨天注意积水下面，远离电线杆"
	},
	{
		"date": "2018-7-24",
		"msg" : "天气热领导可以买点西瓜吃\n但是西瓜性凉（姓梁？？？）不要多吃"
	},
	{
		"date": "2018-7-25",
		"msg" : "今天公司通知可以买股票了\n买本公司股票减15%\n我想起来公司的福利还没了解过\n特别是每年能回去看领导多少天"
	},
	{
		"date": "2018-7-26",
		"msg" : "今天早点睡觉\n给领导做个示范什么叫好梦"
	},
	{
		"date": "2018-7-27",
		"msg" : "昨天真的梦到领导了\n可是没什么内容，大概就是一起吃食堂上课\n没什么故事情节的梦\n失误了失误了"
	},
	{
		"date": "2018-7-28",
		"msg" : "明天早上起来把之前的一句话捋一遍\n补作业嘿嘿嘿"
	},
	{
		"date": "2018-7-29",
		"msg" : "洗了把脸把今天的补上\n今天晚上和室友说了房租的问题，让他们多交点钱\n有时候人挺奇怪的，和室友这种关系不近的人反而特别费心想怎么沟通\n跟最亲近的人反而不怎么上心\n以后一定要提醒好自己 "
	},
	{
		"date": "2018-7-30",
		"msg" : "今天真的有点不舒服，喷嚏不止没精神\n真是身体没问题时候没感觉，有了问题就晚了\n领导也要注意身体啊"
	},
	{
		"date": "2018-7-31",
		"msg" : "这条不是补上的\n还行还行，没那么多，以后注意不要再忘了\n不过可以给领导加一个回顾环节\n还有之前饭否上的那些准备迁移过来了\n和领导的每一句话都值得保存下来！"
	},
	{
		"date": "2018-8-1",
		"msg" : "除了欧洲，还要和领导去很多地方"
	},
	{
		"date": "2018-8-2",
		"msg" : "领导我们要q一起攒钱\n买房子\n去欧洲玩"
	},
	{
		"date": "2018-8-3",
		"msg" : "趁领导睡觉亲一下\n然后去梦里找领导"
	},
	{
		"date": "2018-8-4",
		"msg" : "领导周末没有我陪伴\n会不会觉得没意思了一些？"
	},
	{
		"date": "2018-8-5",
		"msg" : "看到领导的墨镜，就期待领导在加州刺眼的阳光下带墨镜的场景"
	},
	{
		"date": "2018-8-6",
		"msg" : "领导我这个时间是从下午4点开始的\n可能有时差的问题\n但是我们在一起的时间大概是没错的，就是下午4点"
	},
	{
		"date": "2018-8-7",
		"msg" : "如果我在领导身边\n我也要把领导送到门口\n让同事们说我们得瑟"
	},
	{
		"date": "2018-8-8",
		"msg" : "领导最近有锻炼身体吗？\n我们都要记得锻炼哦"
	},
	{
		"date": "2018-8-9",
		"msg" : "学了心理学之后领导分析的越来越有道理了\n以后领导指出问题，我去解决问题"
	},
	{
		"date": "2018-8-10",
		"msg" : "关于未来我们可以好好计划\n国内也好国外也好\n会有最好的结果的"
	},
	{
		"date": "2018-8-10",
		"msg" : "【这条是补的】领导我已经加了拍结婚照的摄影师微信了\n回头给你看看哈"
	},
	{
		"date": "2018-8-12",
		"msg" : "今天忽然就想吃农大的食堂了\n特别想和领导一起吃小熊饼干"
	},
	{
		"date": "2018-8-13",
		"msg" : "领导不要焦虑\n有好的心情就能有好的身体\n我在身边领导会不会就没有那么焦虑呢？"
	},
	{
		"date": "2018-8-14",
		"msg" : "【补】我发现我的一个问题\n每当我觉得心里很累的时候，就想自己呆着\n可如果累的原因就是我们之间关系的话\n这种事情会让问题变更糟\n"
	},
	{
		"date": "2018-8-15",
		"msg" : "生活中有靠自己努力能克服的问题\n也有靠自己解决不掉的痛苦\n不管能不能解决，我愿意和领导一起分担"
	},
	{
		"date": "2018-8-16",
		"msg" : "回头想一想确实亏欠了领导太多\n这段关系能保持到现在多亏了领导\n谢谢"
	},
	{
		"date": "2018-8-17",
		"msg" : "【补】内向的人精力需要靠自己独处补充\n外向的人需要和别人互动补充精力\n我现在才知道我是一个特别特别内向的人\n领导你是哪种呢？"
	},
	{
		"date": "2018-8-18",
		"msg" : "我觉得领导分析的是准的，我确实是疏离型的\n我遇到问题喜欢逃避\n越是遇到问题时候越想把问题放一边，这样才能积累起动力去行动\n"
	},
	{
		"date": "2018-8-19",
		"msg" : "领导我们有空要商量一下婚戒的细节了\n哪个东西怎么买啊？没经验啊"
	},
	{
		"date": "2018-8-20",
		"msg" : "祝领导卷子做一个好成绩~\n嗯，分越高是越好还是越不好啊\n分高分低都喜欢领导~"
	},
	{
		"date": "2018-8-21",
		"msg" : "知道领导特别不容易\n我会珍惜的"
	},
	{
		"date": "2018-8-22",
		"msg" : "领导最近有在看什么电视剧吗？\n好想和领导一起看电视剧一边吐槽啊哈哈哈"
	},
	{
		"date": "2018-8-23",
		"msg" : "有时候会觉得，自己根本不是一个合格的男朋友\n完全配不上领导的喜欢\n"
	},
	{
		"date": "2018-8-24",
		"msg" : "领导以后人生的每一件大事，我都要在领导身边！\n"
	},
	{
		"date": "2018-8-24",
		"msg" : "领导以后人生的每一件大事，我都要在领导身边！\n"
	},
	{
		"date": "2018-8-26",
		"msg" : "谢谢领导理解，夹在中间确实挺难受的\n"
	},
	{
		"date": "2018-8-27",
		"msg" : "领导对我忽冷忽热的，好难受\n不过我确定了领导态度也会确定吧"
	},
	{
		"date": "2018-8-28",
		"msg" : "无论领导对我什么态度，一定一定要控制情绪注意身体"
	},
	{
		"date": "2018-8-29",
		"msg" : "我的舌头也有问题了，要领导亲亲才能好"
	},
	{
		"date": "2018-8-30",
		"msg" : "领导是不是自己不吃冰棍的\n肚子还行的时候可以吃点哦"
	},
	{
		"date": "2018-8-31",
		"msg" : "虽然看不见摸不着，但是我们依然在一起"
	},
	{
		"date": "2018-9-1",
		"msg" : "收拾东西搬家\n什么时候才能搬到和领导的家呢"
	},
	{
		"date": "2018-9-2",
		"msg" : "今天过敏超级难受\n不知道领导在的话会不会好一点"
	},
	{
		"date": "2018-9-3",
		"msg" : "工作要加快进度了，这样就能请假回家"
	},
	{
		"date": "2018-9-4",
		"msg" : "谢谢领导让我知道这些，我会更爱领导的"
	},
	{
		"date": "2018-9-5",
		"msg" : "其实今天还有好多想和领导聊的，后来就忘了\n"
	},
	{
		"date": "2018-9-6",
		"msg" : "最喜欢和领导聊狗了，感觉领导什么狗都认识\n"
	},
	{
		"date": "2018-9-7",
		"msg" : "领导今天菜卖相不错，想和领导切磋厨艺\n"
	},
	{
		"date": "2018-9-8",
		"msg" : "好好准备考试吧，领导你是最棒的！\n"
	},
	{
		"date": "2018-9-9",
		"msg" : "新家目前还可以~就是和领导聊天有点尴尬\n"
	},
	{
		"date": "2018-9-10",
		"msg" : "又忘了看硅谷是什么谷了\n明天给领导汇报读书体会！\n"
	},
	{
		"date": "2018-9-11",
		"msg" : "领导真的不容易，本来异国就难，我也处理的很差\n很难以相信我们这样走到了现在\n谢谢领导"
	},
	{
		"date": "2018-9-12",
		"msg" : "领导的主意好像还挺好的~"
	},
	{
		"date": "2018-9-13",
		"msg" : "谢谢领导的礼物，真的非常用心！"
	},
	{
		"date": "2018-9-14",
		"msg" : "期待着和领导相聚的时刻！"
	},
	{
		"date": "2018-9-15",
		"msg" : "我需要好好向勇子学习，多关心关心领导~"
	},
	{
		"date": "2018-9-16",
		"msg" : "祝贺领导检查一切正常"
	},
	{
		"date": "2018-9-17",
		"msg" : "提前谢谢领导的礼物！\n虽然没有见面，但互送礼物的感觉确实很好\n谢谢领导"
	},
	{
		"date": "2018-9-18",
		"msg" : "原来大董的那本书已经是很多年前的事情了\n时间好快！"
	},
	{
		"date": "2018-9-19",
		"msg" : "今天晚上打听了一下回国需要准备的材料\n安排好行程就可以请假买机票了"
	},
	{
		"date": "2018-9-20",
		"msg" : "为什么921不是什么节日呢\n就爱你~"
	},
	{
		"date": "2018-9-21",
		"msg" : "感觉领导越来越嫩了呢"
	},
	{
		"date": "2018-9-22",
		"msg" : "一路走来让领导守了太多委屈了\n对不起"
	},
	{
		"date": "2018-9-23",
		"msg" : "喜欢看到领导高兴的样子"
	},
	{
		"date": "2018-9-24",
		"msg" : "九月也快结束了\n真的好快啊"
	},
	{
		"date": "2018-9-25",
		"msg" : "领导工作上有不顺心不要担心，开心就好"
	},
	{
		"date": "2018-9-26",
		"msg" : "领导真的好喜欢星空啊\n等我们有了小孩，我们三个一起看星星好不好"
	},
	{
		"date": "2018-9-27",
		"msg" : "我不会出轨的\n我是最好的小火车\n呜呜~"
	},
	{
		"date": "2018-9-28",
		"msg" : "领导加班辛苦了！"
	},
	{
		"date": "2018-9-29",
		"msg" : "感觉身体是不如以前好了，领导也要注意身体啊~"
	},
	{
		"date": "2018-9-30",
		"msg" : "祝领导国庆假期愉快！"
	},
	{
		"date": "2018-10-1",
		"msg" : "差点忘写了，领导晚安！"
	},
	{
		"date": "2018-10-2",
		"msg" : "今天没听到领导的声音.."
	},
	{
		"date": "2018-10-3",
		"msg" : "期待给领导做油泼面"
	},
	{
		"date": "2018-10-4",
		"msg" : "总感觉最近的一句话没什么可写的\n难道是因为快要回去了？"
	},
	{
		"date": "2018-10-5",
		"msg" : "想要早晨起来就能看到领导"
	},
	{
		"date": "2018-10-6",
		"msg" : "今天看了一篇关于老年痴呆症的文章\n在想我们老了之后会怎么样？"
	},
	{
		"date": "2018-10-7",
		"msg" : "不能陪在领导身边，但也绝对不能让领导感到孤独"
	},
	{
		"date": "2018-10-8",
		"msg" : "要预约签证买机票，然后就回去啦"
	},
	{
		"date": "2018-10-9",
		"msg" : "来美国以来我学会了炒菜下面削菠萝\n回去给领导露一手"
	},
	{
		"date": "2018-10-10",
		"msg" : "感觉特别需要领导帮我养成好一点的生活习惯"
	},
	{
		"date": "2018-10-11",
		"msg" : "每天都有太多事拖到了明天，很不开心\n需要领导抱抱"
	},
	{
		"date": "2018-10-12",
		"msg" : "想了想我现在的状态，可能也有点婚前恐惧症吧"
	},
	{
		"date": "2018-10-13",
		"msg" : "我希望和领导以后都能一直保持一个稳定的情绪，给我们的孩子做一个好榜样！"
	},
	{
		"date": "2018-10-14",
		"msg" : "领导的手机最后还是没能等到我修，真可惜"
	},
	{
		"date": "2018-10-15",
		"msg" : "机票已买好!"
	},
	{
		"date": "2018-10-16",
		"msg" : "领导现在在哪看一句话呢？有没有看到茂盛的大树？"
	},
	{
		"date": "2018-10-17",
		"msg" : "能把领导照的美美的就是好手机"
	},
	{
		"date": "2018-10-18",
		"msg" : "身体好才能好好陪伴领导\n领导也要好好注意身体"
	},
	{
		"date": "2018-10-19",
		"msg" : "距离和领导重逢还差两天"
	},
	{
		"date": "2018-12-10",
		"msg" : "重新开始写一句话\n一晃又这么多天过去了，以后要珍惜和领导在一起的每一天！"
	},
	{
		"date": "2018-12-11",
		"msg" : "我要加一个功能来记录我们结婚了多少天"
	},
	{
		"date": "2018-12-12",
		"msg" : "哇我都忘了双12了，领导买了什么东西吗？"
	},
	{
		"date": "2018-12-13",
		"msg" : "转眼已经一个月了\n会一直爱领导的~"
	},
	{
		"date": "2018-12-14",
		"msg" : "如果有很多很多钱，我想和领导去很多很多地方\n可是我没有钱，但是我还有领导呀~"
	},
	{
		"date": "2018-12-15",
		"msg" : "回美国以后炒菜一直差点意思，不知道为啥"
	},
	{
		"date": "2018-12-16",
		"msg" : "裹紧和领导的小被子"
	},
	{
		"date": "2018-12-17",
		"msg" : "摸摸领导的小肚子，愿领导大姨妈永远不痛"
	},
	{
		"date": "2018-12-18-25",
		"msg" : "-"
	},
	{
		"date": "2018-12-18-26",
		"msg" : "给领导买了一个小小的圣诞礼物\n有机会的话我可以给领导寄回去"
	},
	{
		"date": "2018-12-18-27",
		"msg" : "-"
	},
	{
		"date": "2018-12-18-28",
		"msg" : "-"
	},
	{
		"date": "2018-12-18-29",
		"msg" : "我决定了！今年再也不打游戏了！有空就好好陪领导聊天"
	},
	{
		"date": "2018-12-18-30",
		"msg" : "听了领导说的人猿泰山，好有意思"
	},
	{
		"date": "2018-12-31",
		"msg" : "小学时候，大概是正月十五吧，玉田放烟花\n那是我记忆里看过的最大最好看的烟花。\n当然这不太可能，因为那只是个小县城，所以应该是当时给我的印象太深刻了以至于扭曲了我记忆\n我要说的是，那时候我就认识领导啦"
	},
	{
		"date": "2019-1-1",
		"msg" : "等着领导的到来！"
	},
	{
		"date": "2019-1-4",
		"msg" : "祝福领导签证一切顺利~"
	},
	{
		"date": "2019-1-5",
		"msg" : "期待和领导一起度过2029年~"
	},
	{
		"date": "2019-1-6",
		"msg" : "听说最近经济形势不好，领导我们如果遇到困难一定要互相理解!"
	},
	{
		"date": "2019-1-6",
		"msg" : "!"
	},
	{
		"date": "2019-1-7",
		"msg" : "差点又忘了一句话\n现在光着身子写，好希望领导能从后面抱住我嘻嘻"
	},
	{
		"date": "2019-1-8",
		"msg" : "有点要感冒的感觉\n领导注意身体啊"
	},
	{
		"date": "2019-1-9",
		"msg" : "领导一定一定注意身体！"
	},
	{
		"date": "2019-1-9",
		"msg" : "领导一定一定注意身体！"
	}
	,
	{
		"date": "2019-1-12",
		"msg" : "领导，我会照顾好你的七舅老爷的"
	},
	{
		"date": "2019-1-13",
		"msg" : "下周工作可能有些忙了，然后迎接领导"
	},
	{
		"date": "2019-1-15",
		"msg" : "领导签证一定会非常顺利的！"
	},
	{
		"date": "2019-1-17",
		"msg" : "等着领导到来！等到了我们先过两星期没羞没臊的生活"
	},
	{
		"date": "2019-1-18",
		"msg" : "领导记得记个菜单啊，我做给领导吃"
	},
	{
		"date": "2019-1-18",
		"msg" : "-"
	},
	{
		"date": "2019-1-20",
		"msg" : "今天和室友发生了一点点不愉快，正好等领导来了出去几天"
	},
	{
		"date": "2019-1-21",
		"msg" : "谢谢领导的礼物，我也要准备一下"
	},
	{
		"date": "2019-1-22",
		"msg" : "想和领导在美国唐子头街上散步"
	},
	{
		"date": "2019-1-23",
		"msg" : "领导到来倒计时一周"
	},
	{
		"date": "2019-1-24",
		"msg" : "等领导来了我天天抱着领导聊天"
	},
	{
		"date": "2019-1-25",
		"msg" : "不知道领导在美国会遇到多少觉得以前到过的地方，如果很多的话那就是我们注定要久住的地方啦"
	},
	{
		"date": "2019-1-26",
		"msg" : "可惜我还是没有驾照没有车，不能想去哪里就带领导去哪里"
	},
	{
		"date": "2019-1-27",
		"msg" : "领导想去爬山吗，最近山都绿了"
	},
	{
		"date": "2019-1-28",
		"msg" : "领导马上就要出发了！"
	},
	{
		"date": "-",
		"msg" : "-"
	},
	{
		"date": "2019-2-19",
		"msg" : "我有一个想法，可以把这个网页作为领导进入编程领域的第一步"
	},
	{
		"date": "2019-2-22",
		"msg" : "领导我们一定要照出好看的结婚照，把年轻的自己拍下来"
	},
	{
		"date": "2019-2-23",
		"msg" : "特别喜欢和领导一起开怀大笑的感觉"
	},
	{
		"date": "2019-2-24",
		"msg" : "还挺想和领导一起写作业呢"
	},
	{
		"date": "2019-2-25",
		"msg" : "好好准备，利用一切资源，最后一定能得到最好的结果！"
	},
	{
		"date": "2019-2-26",
		"msg" : "二月又要结束了，时间真是快"
	},
	{
		"date": "2019-2-27",
		"msg" : "领导喜欢我小声说话吗？我可以天天小声说呀"
	},
	{
		"date": "2019-2-28",
		"msg" : "领导不用怕，有了环境以后听力很容易"
	},
	{
		"date": "2019-3-1",
		"msg" : "其实不想替领导做太多决定，但不管怎么说，我们在一起就是最好的决定。对不对？"
	},
	{
		"date": "2019-3-2",
		"msg" : "都三月2号了，时间过的好快"
	},
	{
		"date": "2019-3-4",
		"msg" : "领导是不是故意没提醒我忘了写一句话了？嘻嘻"
	},
	{
		"date": "2019-3-5",
		"msg" : "想抱抱领导，给领导打个气"
	},
	{
		"date": "2019-3-6",
		"msg" : "我也要和领导一起学习如何沟通"
	},
	{
		"date": "2019-3-9",
		"msg" : "期待和领导的结婚照，最后会是什么风格的呢"
	},
	{
		"date": "2019-3-10",
		"msg" : "跟领导说的那个游戏特别适合我们一起玩，甚至可以带上爸妈一起看哈哈"
	},
	{
		"date": "2019-3-11",
		"msg" : "不想让领导载我手上，要让领导在我手上茁壮成长~"
	},
	{
		"date": "2019-3-12",
		"msg" : "领导我们一起进步！"
	},
	{
		"date": "2019-3-13",
		"msg" : "美国时间还没到π节，但是和领导一起吃派很高兴"
	},
	{
		"date": "2019-3-14",
		"msg" : "领导身体一定要好好的！"
	},
	{
		"date": "2019-3-15",
		"msg" : "领导又回家吃好东西了，我也想吃"
	},
	{
		"date": "2019-3-16",
		"msg" : "我以后要养成一个好的作息规律，这样就能随时以最好的状态和领导视频"
	},
	{
		"date": "2019-3-17",
		"msg" : "今天不算~明天用最好状态和领导聊天"
	},
	{
		"date": "2019-3-18",
		"msg" : "今天熬夜了，没写一句话"
	},
	{
		"date": "2019-3-19",
		"msg" : "因为熬夜有点嗓子痛，答应过领导一定好好注意身体，不能熬夜了"
	},
	{
		"date": "2019-3-20",
		"msg" : "晚上做个梦梦到领导，明天感冒就好了"
	},
	{
		"date": "2019-3-21",
		"msg" : "今天炒的豆角很一般，还是和领导一起做的好吃"
	},
	{
		"date": "2019-3-24",
		"msg" : "连续两天没有写一句话了，领导肚子疼会不会因为这个？"
	},
	{
		"date": "2019-3-25",
		"msg" : "希望耳机领导用的开心，能给领导带来好运气"
	},
	{
		"date": "2019-3-26",
		"msg" : "忽然想喝水溶C了，记得以前从机场出来领导给了我一瓶"
	},
	{
		"date": "2019-3-27",
		"msg" : "我先去挑一个耳机，嘿嘿！"
	},
	{
		"date": "2019-3-28",
		"msg" : "三月这就过去了好快啊"
	},
	{
		"date": "2019-3-29",
		"msg" : "-"
	},
	{
		"date": "2019-3-30",
		"msg" : "-"
	},
	{
		"date": "2019-3-31",
		"msg" : "我看领导也是越看越顺眼~"
	},
	{
		"date": "2019-4-1",
		"msg" : "今天和领导聊天意犹未尽"
	},
	{
		"date": "2019-4-2",
		"msg" : "领导已经送我三个耳机了，我都留着呢~"
	},
	{
		"date": "2019-4-3",
		"msg" : "等领导放假结束我给领导买水果吃"
	},
	{
		"date": "2019-4-6",
		"msg" : "这个是从4月25开始的，一周年的时候我来想一想要怎么给领导做一个新的"
	},
	{
		"date": "2019-4-7",
		"msg" : "只要领导喜欢看，我什么都可以讲给领导听~"
	},
	{
		"date": "2019-4-8",
		"msg" : "自从领导走后我还没做过洋葱吃，下次做洋葱可能会想领导想的流泪吧，嘻嘻"
	},
	{
		"date": "2019-4-9",
		"msg" : "感觉最近老板对我进度不太满意，我也要像领导学习，撑起组里半边天"
	},
	{
		"date": "2019-4-10",
		"msg" : "我想和领导看领导喜欢的电视剧"
	},
	{
		"date": "2019-4-11",
		"msg" : "领导放松心态，就当毕业这么多年，重新体会一下考试~"
	},
	{
		"date": "2019-4-13",
		"msg" : "更喜欢圆圆脸的领导，真实又可爱"
	},
	{
		"date": "2019-4-14",
		"msg" : "领导喜欢吃馅饼吗？我想和领导一起做"
	},
	{
		"date": "2019-4-15",
		"msg" : "洗菜刀时候不小心划伤了手，想让领导摸摸头"
	},
	{
		"date": "2019-4-17",
		"msg" : "特别希望领导能在身边，我们一起学习"
	},
	{
		"date": "2019-4-18",
		"msg" : "最后还是忘了吃晚饭，饿了。。。"
	},
	{
		"date": "2019-4-22",
		"msg" : "我希望能重新找回阅读的习惯，给我们的孩子做个榜样"
	},
	{
		"date": "2019-4-23",
		"msg" : "听说我旁边的城市发生了汽车故意撞人的事，领导最近一定要注意安全"
	},
	{
		"date": "2019-4-24",
		"msg" : "我记得一哥照过，我明天问问他。期待和领导照出好看的照片"
	},
	{
		"date": "2019-4-25",
		"msg" : "领导加油！以后我们周末一起学习！"
	},
	{
		"date": "2019-4-28",
		"msg" : "领导婚礼我们一定好好准备，这可能是一辈子最重要的仪式了"
	},
	{
		"date": "2019-4-29",
		"msg" : "领导好好休息，在床上别乱摆造型了"
	},
	{
		"date": "2019-5-2",
		"msg" : "我想和领导枪火龙果吃~"
	},
	{
		"date": "2019-5-3",
		"msg" : "看领导爱吃我买的水果特别开心!"
	},
	{
		"date": "2019-5-4",
		"msg" : "我看新闻说柳絮再有10天就没了，领导坚持一下就好了"
	},
	{
		"date": "2019-5-5",
		"msg" : "领导送我的东西我也都很珍惜"
	},
	{
		"date": "2019-5-6",
		"msg" : "明天早起可以跟领导说晚安~"
	},
	{
		"date": "2019-5-7",
		"msg" : "考个驾照买个车，就可以带着领导出去玩了"
	},
	{
		"date": "2019-5-8",
		"msg" : "明天想给领导买水果吃"
	},
	{
		"date": "2019-5-9",
		"msg" : "明天要问问同学领导的耳机怎么还没到了"
	},
	{
		"date": "2019-5-10",
		"msg" : "以后要锻炼身体不要生病！"
	},
	{
		"date": "2019-5-11",
		"msg" : "以后要锻炼身体不要生病！"
	},
	{
		"date": "2019-5-12",
		"msg" : "一晃领导来时候住的房子都不出租了，时间过的可真快"
	},
	{
		"date": "2019-5-13",
		"msg" : "领导一定一定要保重身体"
	},
	{
		"date": "2019-5-14",
		"msg" : "为什么这一天会忘了呢？一定是收到明信片太激动了"
	},
	{
		"date": "2019-5-15",
		"msg" : "时刻做好迎接领导的准备"
	},
	{
		"date": "2019-5-16",
		"msg" : "不知道为什么，感觉领导越来越好看了"
	},
	{
		"date": "2019-5-19",
		"msg" : "没想到我爷和领导姥爷关系那么好，也许领导我们两个就是命中注定吧。"
	},
	{
		"date": "2019-5-20",
		"msg" : "一起打游戏的同学说很羡慕我每天固定时间和领导语音"
	},
	{
		"date": "2019-5-21",
		"msg" : "感觉有一点工作压力了，需要领导抱抱"
	},
	{
		"date": "2019-5-23",
		"msg" : "愿我们都有一个健康的身体"
	},
	{
		"date": "2019-5-24",
		"msg" : "大好周五早早睡觉，我去给领导做一个好梦去"
	},
	{
		"date": "2019-5-25",
		"msg" : "现在想起当年的重逢还是有些激动"
	},
	{
		"date": "2019-5-26",
		"msg" : "明天还有一天假期，高兴。希望领导也能休息休息"
	},
	{
		"date": "2019-5-27",
		"msg" : "明天上班，给领导赚钱去"
	},
	{
		"date": "2019-5-28",
		"msg" : "最近情绪有些低落，不知道是不是因为思念领导"
	},
	{
		"date": "2019-5-29",
		"msg" : "昨天没收到领导晚安就睡着了，睡的不好。今天收到了好好睡~"
	},
	{
		"date": "2019-5-30",
		"msg" : "领导让妈妈不要担心上学的问题，加州居民上学很便宜的。就相当于在找工作而已"
	},
	{
		"date": "2019-5-31",
		"msg" : "领导节日快乐！领导在我心中永远是我的小朋友!"
	},
	{
		"date": "2019-6-1",
		"msg" : "从六月一号开始补吧，进入六月以后人懒了很多。在各方面都懈怠了，给领导说声对不起！"
	},
	{
		"date": "2019-6-2",
		"msg" : "想在领导身边照顾领导"
	},
	{
		"date": "2019-6-3",
		"msg" : "小郭送了小姐姐一个戴森卷发棒，不知道领导会不会喜欢"
	},
	{
		"date": "2019-6-4",
		"msg" : "连续这几天都没有写一句话应该是领导当时在厦门玩吧，其实那段时间还是很担心领导的。最怕是领导吃坏肚子，不过还好领导不喜欢那边吃的"
	},
	{
		"date": "2019-6-5",
		"msg" : "另外领导摔伤了我也很担心，还有就是还来了大姨妈。能和另外每天微信联系就放心了很多"
	},
	{
		"date": "2019-6-6",
		"msg" : "那几天也没怎么打电话，不过领导给我发了很多照片看到领导出去玩很开心，我也很高兴。"
	},
	{
		"date": "2019-6-7",
		"msg" : "特别喜欢领导发给我的照片~"
	},
	{
		"date": "2019-6-8",
		"msg" : "领导身体不舒服就少出去玩，如果不满意下次我陪领导去"
	},
	{
		"date": "2019-6-9",
		"msg" : "想吃领导带回来的椰子片"
	},
	{
		"date": "2019-6-10",
		"msg" : "一句话写的少一个原因是这几天太热了，搞得我作息都乱了。晚上热的不想睡，一点以后困得不行才上床。就忘了写了。有时候也在想领导那里也很热会不会也什么都不想做"
	},
	{
		"date": "2019-6-11",
		"msg" : "其实最近情绪挺低落的，可能只是因为天热吧。还有是公司看起来前景越来越不好了，逐渐感觉到了压力。不过一直尽量没和领导说，怕领导也低落。"
	},
	{
		"date": "2019-6-12",
		"msg" : "天气终于舒服了一些，希望领导在北京也有好天气"
	},
	{
		"date": "2019-6-13",
		"msg" : "看多了别人的感情，就更觉得和领导的缘分的可贵"
	},
	{
		"date": "2019-6-14",
		"msg" : "耳机终于要到了哈哈"
	},
	{
		"date": "2019-6-15",
		"msg" : "领导你说我们住在一起以后每天晚上会怎么度过啊？有了孩子以后又会怎么样？"
	},
	{
		"date": "2019-6-16",
		"msg" : "最近天气热的都上火了，嘴外面有小疙瘩，里面有溃疡"
	},
	{
		"date": "2019-6-17",
		"msg" : "最后也没吃饭，感觉也不饿。我觉得可能是我中午吃多了。。。。"
	},
	{
		"date": "2019-6-19",
		"msg" : "今天吃饭的地方旁边是山，山里有几个小房子，想带领导来玩"
	},
	{
		"date": "2019-6-20",
		"msg" : "时间一周一周的，过的太快了"
	},
	{
		"date": "2019-6-21",
		"msg" : "今天和领导聊天最后领导有些不开心，是我不对，我不应该当时就不说话。具体怎么和父母相处我们可以以后慢慢商量，慢慢讲道理"
	},
	{
		"date": "2019-6-22",
		"msg" : "最近自己做饭太少了，手艺生疏了。要练一下回去给领导做"
	},
	{
		"date": "2019-6-23",
		"msg" : "今天差一点就弄出椰子蛋了！我下周再买一个练练，领导一定爱吃"
	},
	{
		"date": "2019-6-24",
		"msg" : "领导明天再给我看几张婚纱照的样片吧，我看看小黄人风格的结婚照会什么感觉"
	},
	{
		"date": "2019-6-25",
		"msg" : "领导穿着童装去学幼儿教育，挺合适的！"
	},
	{
		"date": "2019-6-26",
		"msg" : "打游戏手握鼠标汗太多臭臭的，需要领导在身边监督我"
	},
	{
		"date": "2019-6-27",
		"msg" : "回头教教领导写代码，领导会喜欢的"
	},
	{
		"date": "2019-6-28",
		"msg" : "有种预感今晚要做梦，辛苦领导来一下吧"
	},
	{
		"date": "2019-6-29",
		"msg" : "领导总也买不到吃票，一定是对吃太不积极了！因为领导是个有高级趣味的人"
	},
	{
		"date": "2019-6-30",
		"msg" : "想从背后抱着领导，给领导按摩按摩"
	},
	{
		"date": "2019-7-1",
		"msg" : "七月啦，下半年虽然假期多，但是要奋斗！"
	},
	{
		"date": "2019-7-2",
		"msg" : "昨天说了奋斗第二天就早起了，明天也要继续。给领导和未来宝宝赚钱，嘻嘻"
	},
	{
		"date": "2019-7-3",
		"msg" : "明天有烟火表演，明年就可以和领导一起看了"
	},
	{
		"date": "2019-7-4",
		"msg" : "比起和领导看烟花，更像和领导在自己的家吃烤肉"
	},
	{
		"date": "2019-7-5",
		"msg" : "领导不用担心，地震我也跑得快"
	},
	{
		"date": "2019-7-6",
		"msg" : "今天出去走了走感觉心情变好了好多，领导来了我们也要多出去玩"
	},
	{
		"date": "2019-7-7",
		"msg" : "摸摸领导的肚子~"
	},
	{
		"date": "2019-7-8",
		"msg" : "现在想想当年半夜坐火车去邯郸，好像是去年发生的一样"
	},
	{
		"date": "2019-7-9",
		"msg" : "领导参加婚礼总结出什么经验了啊，我们学习学习"
	},
	{
		"date": "2019-7-10",
		"msg" : "每天过的都一样，都没有新鲜事跟领导分享了"
	},
	{
		"date": "2019-7-11",
		"msg" : "又好几天没自己做饭了，明天做一个大盘鸡"
	},
	{
		"date": "2019-7-13",
		"msg" : "昨天视频就忘了写一句话了，我还是想躺在床上看领导"
	},
	{
		"date": "2019-7-15",
		"msg" : "看着领导照片睡觉嘿嘿"
	},
	{
		"date": "2019-7-16",
		"msg" : "不知道领导同事的婚礼什么样子，到时候我们的婚礼视频也要传来传去！"
	},
	{
		"date": "2019-7-17",
		"msg" : "自从工作以来晚上一直在玩，等领导到了我们互相监督做点正经事情好不好"
	},
	{
		"date": "2019-7-18",
		"msg" : "其实今天还是有进步的，回家以后电话以前做了一点正经事"
	},
	{
		"date": "2019-7-19",
		"msg" : "记：给领导唱简单爱"
	},
	{
		"date": "2019-7-20",
		"msg" : "今天和领导聊以前听歌的事情很开心"
	},
	{
		"date": "2019-7-21",
		"msg" : "不管领导选择什么职业我们都会过上幸福的生活的"
	},
	{
		"date": "2019-7-22",
		"msg" : "要做的事情有点多，老忘这忘那的"
	},
	{
		"date": "2019-7-23",
		"msg" : "从今天开始要夸夸领导。领导的眼睛特别有神，亮晶晶的。大概是因为内心闪着光吧哈哈"
	},
	{
		"date": "2019-7-24",
		"msg" : "今天要夸领导的樱桃小口，红润红润的。关键是只允许我一个人亲"
	},
	{
		"date": "2019-7-25",
		"msg" : "夸了两天领导外貌，今天要夸夸领导的内在。领导可爱又不做作，特别喜欢"
	},
	{
		"date": "2019-7-26",
		"msg" : "喜欢领导小手，白白的肉肉的，能紧紧握在我手里"
	},
	{
		"date": "2019-7-27",
		"msg" : "今天要夸领导的脸蛋，就一个字嫩~"
	},
	{
		"date": "2019-7-28",
		"msg" : "领导其实不用学化妆也很好看，学了就有好几种好看了"
	},
	{
		"date": "2019-7-29",
		"msg" : "漂亮的领导，假期要来美国吗"
	},
	{
		"date": "2019-7-30",
		"msg" : "今天要郑重的夸一下领导，领导最好的一点是有一颗善良的心"
	},
	{
		"date": "2019-7-31",
		"msg" : "喜欢领导笑时候眼睛弯弯的，好看"
	},
	{
		"date": "2019-8-1",
		"msg" : "领导眼睛不笑的时候特别亮，看上去就机灵又可爱"
	},
	{
		"date": "2019-8-4",
		"msg" : "我就说感觉周末少点什么东西，原来是忘了夸领导了！"
	}
]
